Repository: Eoxia/frais.pro
Catalog: core/assets/languages/frais-pro-*.po
Languages: fr_fr

source: Are you sur you want to mark as payed? You won't be able to change anything after this action.
fr_fr: Etes vous sûr de vouloir marquer cette note comme payée? Aucuns changement ne sera possible par la suite.

source: Your data are being updated. If you confirm that you want to leave this page, your data could be corrupted
fr_fr: La mise à jour de vos données est en cours. Si vous quitter cette page, vos données pourraient être corrompues

source: In progress
fr_fr: En cours

source: Validated
fr_fr: Validée

source: Payed
fr_fr: Payée

source: Refused
fr_fr: Refusée

source: Invalid line
fr_fr: Line invalide

source: Valid line
fr_fr: Ligne valide

source: Update in progress...
fr_fr: Enregistrement en cours...

source: Note saved
fr_fr: La note a été enregistrée avec succès

source: Lines have been successfully assigned
fr_fr: Le(s) ligne(s) ont bien été réaffectées

source: Professionnal fees sheets
fr_fr: Notes de frais

source: Add
fr_fr: Ajouter

source: Generated on
fr_fr: Généré le

source: Corrupt file extension
fr_fr: Extension de fichier inconnue

source: Download %s file
fr_fr: Télécharger le fichier %s

source: File does not exists
fr_fr: Le fichier n'existe pas

source: Export history
fr_fr: Historique des exports

source: Actually you do not have any file generated
fr_fr: Aucun document n'a été généré pour le moment

source: Line types
fr_fr: Catégorie de la ligne

source: Line type
fr_fr: Type de ligne

source: Create type notes
fr_fr: Créer un type de note

source: User %1$d try to delete the line %2$d
fr_fr: L'utilisateur %1$d a essayé de supprimer la ligne %2$d

source: The given ID %1$d is invalid
fr_fr: L'identifiant %1$d n'est pas un identifiant valide

source: You try to delete a line that does not exists
fr_fr: Vous avez essayé de supprimer une ligne qui n'existe pas

source: User %1$d try to dissociate the line %2$d from %3$d
fr_fr: L'utilisateur %1$d a initialisé la dissociation de la ligne %2$d de %3$d

source: The given line ID %1$d is invalid
fr_fr: L'identifiant %1$d n'est pas un identifiant de ligne valide

source: You try to dissociate a line that does not exists
fr_fr: Vous avez essayé de dissocier une ligne qui n'existe pas

source: The given note ID %1$d is invalid
fr_fr: L'identifiant %1$d n'est pas un identifiant de note valide

source: You try to dissociate a line from a note that does not exists
fr_fr: Vous avez lancé la dissociation d'une ligne n'existant pas dans cette note

source: There is a missing parameter
fr_fr: Un paramètre est manquant

source: Label
fr_fr: Libellé

source: Last Update
fr_fr: Dernière mise à jour

source: Are you sure you want to dissociate this line
fr_fr: Etes vous sûr de vouloir dissocier cette ligne ?

source: Dissociate from note
fr_fr: Dissocier de la note

source: ATI(€)
fr_fr: TTC(€)

source: VAT
fr_fr: TVA

source: Are you sure you want to delete this line
fr_fr: Etes vous sûr de vouloir supprimer cette ligne ?

source: Delete
fr_fr: Supprimer

source: Picture
fr_fr: Photo

source: Actually you do not have any line in this note
fr_fr: Actuellement il n'y a aucune ligne dans cette note

source: Note status
fr_fr: Statut de la note

source: All status
fr_fr: Tous les statuts

source: You did not choose a note to mark as archive
fr_fr: Vous n'avez pas sélectionné de note a archiver

source: Unaffected lines
fr_fr: Lignes non affectées

source: File not generated
fr_fr: Fichier non généré

source: Delete all lines
fr_fr: Supprimer toutes les lignes

source: Generate file
fr_fr: Générer les fichiers

source: With picture
fr_fr: Avec photos

source: Without picture
fr_fr: Sans photo

source: CSV export
fr_fr: Export CSV

source: Download file
fr_fr: Téléchargement du dernier fichier généré

source: ATI
fr_fr: TTC

source: This note is archived
fr_fr: Cette note est archivée

source: Last update
fr_fr: MAJ

source: Actually you do not have professionnal fees sheet
fr_fr: Vous n'avez pas de notes de frais pour le moment. Vous pouvez utiliser le bouton d'ajout pour en débuter une nouvelle

source: Note name
fr_fr: Nom de la note

source: Reassign %s lines
fr_fr: Associer %s ligne(s)

source: Multiple add from pictures
fr_fr: Ajout multiple à partir d'images

source: New line
fr_fr: Ajouter une ligne

source: Start date
fr_fr: Date de début

source: End date
fr_fr: Date de fin

source: View also archives
fr_fr: Inclure les archives

source: No notes founded
fr_fr: Aucune note trouvée

source: Try again by changing keywords
fr_fr: Veuillez changer les paramètres de recherche

source: %s Update.
fr_fr: Mise à jour pour %s.

source: Data update done. User can go to main application
fr_fr: Mise à jour des données terminées. L'utilisateur va être redirigé vers l'application

source: Redirect to Frais.pro main application
fr_fr: Redirection vers l'application Frais.pro

source: Update note type and categorie. Also update metadata.
fr_fr: Mise à jour du type interne des notes, des statuts des notes ainsi que des données des notes.

source: Update line type and categorie. Also update metadata
fr_fr: Mise à jour du type interne des lignes, des types de lignes ainsi que des données des lignes

source: Update user capability "ndf_view_all" to "frais_pro_view_all_user_sheets"
fr_fr: Mise à jour du droit "ndf_view_all" vers "frais_pro_view_all_user_sheets"

source: Update attachment GUID and mime type
fr_fr: Mise à jour du lien et du type mime des fichiers générés

source: Start update 1400 update_note method.
fr_fr: Mise à jour 1400: début de la mise à jour des notes.

source: List of existing note to be upgrading to new type: %s
fr_fr: Liste des note existante qui vont être mise à jour vers le nouveau type interne: %s

source: Transfert value %1$s old meta %2$s to new meta %3$s for the post %4$d
fr_fr: Déplacement de la valeur %1$s depuis la meta %2$s vers la meta %3$s pour le post %4$d

source: Error for set term to the post %1$d : %2$s
fr_fr: Une erreur est survenue lors de l'association du term au post %1$d. Erreur %2$s

source: Set the term #%1$s for the post %2$d with the status %3%s
fr_fr: Association du term #%1$s au post %2$d avec le statut %3$s

source: No term found for the post %1$d
fr_fr: Aucun term n'a été trouvé pour le post %1$d

source: List of existing note updated to the new type: %s
fr_fr: Liste des notes mise à jour vers le nouveau type: %s

source: End update 1400 update_note method.
fr_fr: Mise à jour 1400: fin de la mise à jour des notes.

source: Start update 1400 update_line method.
fr_fr: Mise à jour 1400: début de la mise à jour des lignes.

source: List of existing line to be upgrading to new type: %s
fr_fr: Liste des lignes existantes qui vont être mise à jour vers le nouveau type interne: %s

source: No term found for the line %1$d
fr_fr: Aucun term trouvé pour la ligne %1$d

source: List of existing line updated to the new type: %s
fr_fr: Liste des lignes existantes qui ont été mise à jour vers le nouveau type interne: %s

source: End update 1400 update_line method.
fr_fr: Mise à jour 1400: fin de la mise à jour des lignes.

source: Start update 1400 update_user_capabilities method.
fr_fr: Mise à jour 1400: début de la mise à jour des droits des utilisateurs.

source: Key in user role %s of user : %s
fr_fr: Clé du rôle %s pour l'utilisateur %s

source: The user %s get the old capability: %s
fr_fr: Les utilisateurs %s possède le droit %s

source: New capability: %s added to user %s
fr_fr: Le nouveau droit %s a été ajouté à l'utilisateur %s

source: List of existing users updated to the new role: %s => %s
fr_fr: Liste des utilisateurs ayant le nouveau droit: %s => %s

source: End update 1400 update_user_capabilities method.
fr_fr: Mise à jour 1400: fin de la mise à jour des droits utilisateurs.

source: Start update 1400 update_attachment_guid_mime_type.
fr_fr: Mise à jour 1400: début de la mise à jour des documents.

source: Updated GUID %1$s, mime_type %2$s and slug = %3$s for the document %4$d
fr_fr: Le document %4$d a été mis à jour avec: GUID %1$s, Type mime %2$s et Slug %3$s

source: End update 1400 update_attachment_guid_mime_type.
fr_fr: Mise à jour 1400: fin de la mise à jour des documents.

source: Search term %1$s by slug
fr_fr: Recherche du term %1$s par slug

source: Founded term %1$s
fr_fr: Term trouvé %1$s

source: Update Manager
fr_fr: Module de mise à jour des données

source: Nothing to update
fr_fr: Toutes les mises à jour on été effectuées avec succès

source: Back to Frais.pro main page.
fr_fr: Revenir au tableau de bord de Frais.pro.

source: An update of Frais.pro data is required
fr_fr: Une mise à jour des données de Frais.pro est nécessaire

source: Warning! Stop the update process can destroy your data.
fr_fr: Attention! Si vous arrêtez le processus de mise à jour en cours, vous risquez de perdre vos données.

source: Back
fr_fr: Retour. (Annule la mise à jour)

source: Start update
fr_fr: Lancer la mise à jour

source: User informations for Frais.pro
fr_fr: Informations de l'utilisateur pour l'application Frais.pro

source: Brand of the car
fr_fr: Marque du véhicule

source: Tax horsepower
fr_fr: Nombre de chevaux fiscaux du véhicule

source: Price per Kilometer
fr_fr: Prix par Km

source: Registration document scan
fr_fr: Scan de la carte grise

source: Default display mode
fr_fr: Mode d'affichage par défaut

source: Grid mode
fr_fr: Mode grille

source: List mode
fr_fr: Mode liste

source: User is allowed to view all fees sheet
fr_fr: L'utilisateur peut voir les notes des autres

source: Your %1$sprice per kilometer%2$s is not setted. Please go to %3$syour profile%4$s in order to set it.
fr_fr: Votre %1$sprix/km%2$s n'est pas configuré. Merci de vous rendre dans %3$svotre profil%4$s pour le configurer.

source: Missing profil settings
fr_fr: Des réglages sont manquants dans votre profil

source: You have to set your profil to get full feature from Frais.pro application.
fr_fr: Vous devez configurer votre profil pour tirer le meilleur de l'application Frais.pro.

source: Go to my profile
fr_fr: Aller à mon profil
